export const projects = [
    {
        systemName: 'chaika',
        tile: {
            title: 'Чайка',
            description: 'брендинг футбольного клуба',
            coverImgUrl: 'cover-chaika.jpg'
        },
        case: {
            mainImgUrl: 'header.jpg',
            title: 'ФК Чайка',
            description: 'Брендинг. 2020',
            content: [
                {
                    type: 'text',
                    data: `«Чайка» - нетипичный футбольный клуб по нескольким причинам: во-первых — это
                        полностью частный клуб, во-вторых — это андердог из небольшого села в Ростовской области,
                        который сумел пробиться в ФНЛ, вторую по значимости лигу российского футбола. И на этом
                        останавливаться не намерен. «Чайка» исповедуют современный подход к футболу, поэтому мы решили
                        отказаться от типичной футбольной геральдики, и создали айдентику, которая не просто выделяется
                        на фоне других футбольных клубов, но и отражает ценности и дух ФК «Чайка»: острый, динамичный,
                        неуступчивый, но готовый изменяться не изменяя себе.`
                },
                {
                    type: 'images',
                    data: ['logo.jpg']
                },
                {
                    type: 'images',
                    data: ['Poster_Wall.jpg']
                },
                {
                    type: 'images',
                    data: ['Poster_Wall.jpg']
                },
                {
                    type: 'images',
                    data: ['znachok.jpg', 'bag_1.jpg']
                },
                {
                    type: 'images',
                    data: ['logo.jpg']
                },
                {
                    type: 'text',
                    data: `Чайка, острая и устремленная к цели, в стиле работает не просто как статичный логотип, а как
                        группа динамичных элементов, которые обыгрывают определенный сюжет: окружают противника,
                        показывают цель или направление, создают динамичные паттерны с применением в моушн-дизайне.`
                },
                {
                    type: 'video',
                    data: 'faces.mp4'
                }
            ]
        }
    },
    {
        systemName: 'rome',
        tile: {
            title: 'Римские каникулы',
            description: 'брендинг жилищного комплекса',
            coverImgUrl: 'cover-rome.jpg'
        },
        case: {
            mainImgUrl: 'illustrations.jpeg',
            title: 'ЖК Римские каникулы',
            description: 'Брендинг. 2021',
            content: [
                {
                    type: 'text',
                    data: `Римляне были великими инженерами, архитекторами и гуманистами, поэтому в строительстве они уделяли большое внимание деталям,
                    создавая уютный и комфортный быт горожан. Это они придумали бетон и дороги, водопровод и курьеров,
                    центральное отопление, канализацию и даже граффити.
                    Спасибо, римляне! Вы создали много всего хорошего до нашей эры, мы взяли лучшее,
                    добавили современные технологии и создали жилой комплекс нового времени.`
                },
                {
                    type: 'images',
                    data: ['logo_rome.jpg']
                },
                {
                    type: 'text',
                    data: `В качестве логотипа мы использовали изображение человека, который много и усердно работал
                    над комфортной жизнью своих граждан. Но теперь Юлий Цезарь может расслабиться,
                    надеть солнечные очки и ни о чём не переживать.`
                },
                {
                    type: 'images',
                    data: ['poster.png']
                },
                {
                    type: 'images',
                    data: ['wall-banner.jpeg']
                },
                {
                    type: 'video',
                    data: 'Video_Posters.mp4'
                },
                {
                    type: 'images',
                    data: ['Banner_1.jpeg']
                },
                {
                    type: 'images',
                    data: ['Visit.jpeg']
                },
                {
                    type: 'images',
                    data: ['Cap.png', 'Keys.png']
                },
                {
                    type: 'images',
                    data: ['Podezd.png']
                },
            ]
        }
    },
];
