export const projects = [
    {
        systemName: 'tih-beer',
        tile: {
            title: 'Тихорецкий',
            description: 'брендинг пивоваренного завода',
            coverImgUrl: 'cover-tih.gif'
        },
        case: {
            mainImgUrl: 'main-cover.jpg',
            title: 'Тихорецкий пивоваренный завод',
            description: 'Брендинг. 2022',
            content: [
                {
                    type: 'text',
                    data: `«Тихорецкий пивоваренный завод» основан в 1930 году в одноименном городе Краснодарского края. 
                    На сегодняшний день «ТПЗ» один из крупнейший поставщиков пива и безалкогольных напитков в ЮФО и ближнем зарубежье.
                    ТПЗ один из лидеров продаж по объёмам в ЮФО, с линейкой в 20 продуктов`
                },
                {
                    type: 'images',
                    data: ['glass.jpg', 'logo-white.jpg']
                },
                {
                    type: 'text',
                    data: `Главным символом завода является петух, выполненный в минималистичном стиле.
                    Петух — это символ начала и позитивного отношения к жизни: с его крика на первый луч солнца начинается день,
                    который наполняется любовью к труду и веселью, любовью к родным местам и окружающим людям, любовью к жизни,
                    у которой появляется вкус.`
                },
                {
                    type: 'video',
                    data: ['3d-logo.mp4']
                },
                {
                    type: 'images',
                    data: ['box.jpg', 'birdikel.jpg']
                },
                {
                    type: 'text',
                    data: `Основным стилеобразующим элементом фирменного стиля являются радиальные кольца,
                    символизирующие пульсирующую энергию южного солнца, веселья и любовь местных жителей.`
                },
                {
                    type: 'images',
                    data: ['posters-wall.jpg']
                },
                {
                    type: 'images',
                    data: ['a5.jpg']
                },
                {
                    type: 'text',
                    data: `Тихорецк — это пересечение дорог севера и юга, запада и востока. Тихорецк - большой перекрёсток вкуса и традиций,
                     источник истории и нрава, ключ любви к труду и отдыху. Именно здесь местные пивовары создают
                     не просто пиво, а новое течение. Течение, которое берёт начало в Тихорецке. Так рождается пиво «Тихорецкое» и его новое видение.`
                },
                {
                    type: 'images',
                    data: ['garage.jpg']
                },
                {
                    type: 'images',
                    data: ['box-beer.jpg', 'guitar.jpg', 'paper-bag.jpg']
                },
                {
                    type: 'images',
                    data: ['bag.jpg', 'pin.jpg']
                },
                {
                    type: 'video',
                    data: ['sharf.mp4']
                },
            ]
        }
    },
    {
        systemName: 'chaika',
        tile: {
            title: 'Чайка',
            description: 'брендинг футбольного клуба',
            coverImgUrl: 'cover-chaika.jpg'
        },
        case: {
            mainImgUrl: 'header.jpg',
            title: 'ФК Чайка',
            description: 'Брендинг. 2020',
            content: [
                {
                    type: 'text',
                    data: `«Чайка» - нетипичный футбольный клуб по нескольким причинам: во-первых — это
                        полностью частный клуб, во-вторых — это андердог из небольшого села в Ростовской области,
                        который сумел пробиться в ФНЛ, вторую по значимости лигу российского футбола. И на этом
                        останавливаться не намерен. «Чайка» исповедуют современный подход к футболу, поэтому мы решили
                        отказаться от типичной футбольной геральдики, и создали айдентику, которая не просто выделяется
                        на фоне других футбольных клубов, но и отражает ценности и дух ФК «Чайка»: острый, динамичный,
                        неуступчивый, но готовый изменяться не изменяя себе.`
                },
                {
                    type: 'images',
                    data: ['logo.jpg']
                },
                {
                    type: 'images',
                    data: ['Poster_Wall.jpg']
                },
                {
                    type: 'images',
                    data: ['Poster_Wall.jpg']
                },
                {
                    type: 'images',
                    data: ['znachok.jpg', 'bag_1.jpg']
                },
                {
                    type: 'images',
                    data: ['logo.jpg']
                },
                {
                    type: 'text',
                    data: `Чайка, острая и устремленная к цели, в стиле работает не просто как статичный логотип, а как
                        группа динамичных элементов, которые обыгрывают определенный сюжет: окружают противника,
                        показывают цель или направление, создают динамичные паттерны с применением в моушн-дизайне.`
                },
                {
                    type: 'video',
                    data: 'faces.mp4'
                }
            ]
        }
    },
    {
        systemName: 'localeya',
        tile: {
            title: 'Локалея',
            description: 'брендинг сети экстрамаркетов',
            coverImgUrl: 'cover-localeya.jpg'
        },
        case: {
            mainImgUrl: 'header.jpg',
            title: 'Экстрамаркет "Локалея"',
            description: 'Брендинг. 2019',
            content: [
                {
                    type: 'text',
                    data: `Название отражает основную суть бренда — сеть небольших локально расположенных магазинов
                     с широким выбором товаров повседневного спроса. «Локалея» — должна стать не просто названием экстрамаркета,
                     а возглавить категорию и стать нарицательным именем локальных минимаркетов, в которых знают своего
                     потребителя лучше, чем он сам.`
                },
                {
                    type: 'text',
                    data: `Визуальным символом небольшого магазина у дома стал маленький колокольчик,
                     который сообщает продавцу о посетителе.`
                },
                {
                    type: 'images',
                    data: ['logo.jpg']
                },
                {
                    type: 'images',
                    data: ['Poster_Wall.jpg']
                },
                {
                    type: 'images',
                    data: ['Poster_Wall.jpg']
                },
                {
                    type: 'images',
                    data: ['znachok.jpg', 'bag_1.jpg']
                },
                {
                    type: 'images',
                    data: ['logo.jpg']
                },
                {
                    type: 'text',
                    data: `Чайка, острая и устремленная к цели, в стиле работает не просто как статичный логотип, а как
                        группа динамичных элементов, которые обыгрывают определенный сюжет: окружают противника,
                        показывают цель или направление, создают динамичные паттерны с применением в моушн-дизайне.`
                },
                {
                    type: 'video',
                    data: 'faces.mp4'
                }
            ]
        }
    },
    {
        systemName: 'rome',
        tile: {
            title: 'Римские каникулы',
            description: 'брендинг жилищного комплекса',
            coverImgUrl: 'cover-rome.jpg'
        },
        case: {
            mainImgUrl: 'illustrations.jpeg',
            title: 'ЖК Римские каникулы',
            description: 'Брендинг. 2021',
            content: [
                {
                    type: 'text',
                    data: `Римляне были великими инженерами, архитекторами и гуманистами, поэтому в строительстве они уделяли большое внимание деталям,
                    создавая уютный и комфортный быт горожан. Это они придумали бетон и дороги, водопровод и курьеров,
                    центральное отопление, канализацию и даже граффити.
                    Спасибо, римляне! Вы создали много всего хорошего до нашей эры, мы взяли лучшее,
                    добавили современные технологии и создали жилой комплекс нового времени.`
                },
                {
                    type: 'images',
                    data: ['logo_rome.jpg']
                },
                {
                    type: 'text',
                    data: `В качестве логотипа мы использовали изображение человека, который много и усердно работал
                    над комфортной жизнью своих граждан. Но теперь Юлий Цезарь может расслабиться,
                    надеть солнечные очки и ни о чём не переживать.`
                },
                {
                    type: 'images',
                    data: ['poster.png']
                },
                {
                    type: 'images',
                    data: ['wall-banner.jpeg']
                },
                {
                    type: 'video',
                    data: 'Video_Posters.mp4'
                },
                {
                    type: 'images',
                    data: ['Banner_1.jpeg']
                },
                {
                    type: 'images',
                    data: ['Visit.jpeg']
                },
                {
                    type: 'images',
                    data: ['Cap.png', 'Keys.png']
                },
                {
                    type: 'images',
                    data: ['Podezd.png']
                },
            ]
        }
    },
];
